"DETAIL_NAV_TITLE" = "Detail";

"DUE" = "Jatuh Tempo";
"NONE_DUE_DATE" = "Tidak Ada";
"DUE_DATE_DETAIL_NAV_TITLE" = "Jatuh Tempo";
"HAS_DUE_DATE_SWITCH_TITLE" = "Jatuh Tempo";
"SHOW_MORE" = "Tampilkan Lebih Banyak…";
"SHOW_LESS" = "Tampilkan Lebih Sedikit…";
"PRIORITY" = "Prioritas";

// Priority
"NONE_PRIORITY" = "Tidak Ada";
"LOW_PRIORITY" = "Rendah";
"MEDIUM_PRIORITY" = "Sedang";
"HIGH_PRIORITY" = "Tinggi";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritas";

// Lists
"REMINDER_LIST" = "Daftar";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Ingatkan Saya";
"NONE_REMINDER_ALERT" = "Tidak Pernah";
"ON_A_DAY" = "Ingatkan Saya Pada Hari";
"AT_A_LOCATION" = "Ingatkan Saya Pada Lokasi";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Di Lokasi";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Lokasi Sekarang";
"CHOOSE_ADDRESS" = "Pilih Kontak…";
"DETERMINING_LOCATION" = "Menentukan Lokasi…";
"CANNOT_DETERMINE_LOCATION" = "Tidak Dapat Menentukan Lokasi";
"MY_ADDRESS_WITHOUT_LABEL" = "Alamat Saya"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Alamat %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Tiba";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Meninggalkan";
"DUE_ALL_DAY_FORMAT" = "%@ (sepanjang hari)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Pada %@, Anda akan diingatkan\n%@, atau paling lambat\npada %@ pada hari itu."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "saat Anda tiba di lokasi ini";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "saat Anda meninggalkan lokasi ini";

// Location
"LOCATION" = "Lokasi";
"NONE_LOCATION" = "Tidak Ada";
"ALARM_PROXIMITY_ENTER" = "Saat Saya Tiba";
"ALARM_PROXIMITY_LEAVE" = "Saat Saya Meninggalkan";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Pilih lokasi kontak";
"WIFI_DISABLED_SUBTEXT" = "Aktifkan Wi-Fi pada Pengaturan untuk meningkatkan keakuratan pengingat berdasarkan lokasi.";
"WIFI_DISABLED_PROMPT" = "Mengaktifkan Wi-Fi pada Pengaturan akan meningkatkan akurasi lokasi Anda.";
"WLAN_DISABLED_SUBTEXT" = "Aktifkan WLAN pada Pengaturan untuk meningkatkan keakuratan pengingat berdasarkan lokasi.";
"WLAN_DISABLED_PROMPT" = "Mengaktifkan WLAN pada Pengaturan akan meningkatkan keakuratan lokasi Anda.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Aktifkan Layanan Lokasi pada Pengaturan untuk menggunakan pengingat berdasarkan lokasi.";
"SETTINGS" = "Pengaturan";
"TYPED_LOCATION_PLACEHOLDER" = "Masukkan Alamat…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Lokasi alamat ini tidak dapat ditentukan. Periksa ejaan Anda dan coba lagi.";
"MAP" = "Peta";
"SHOW_IN_MAP" = "Tampilkan di Peta";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Lokasi Saya";
"ME_CARD_ALERT_BODY" = "Pengingat dapat menggunakan info kontak Anda untuk menawari Anda pilihan lokasi seperti “rumah” atau “kantor”. Kontak mana yang harus digunakan?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Pilih";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "U";
"LOCATION_DEGREES_EAST" = "T";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "B";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Tidak Dapat Menyimpan Pengingat";

"UNTITLED_REMINDER" = "Tanpa Judul";
